"""Text messages for bot"""
start_0 = '''Привет! Я бот Саня, создан чтобы принимать заказы!
Вас нет в нашей базе, пройдите регистрацию нажмите -> /start
'''

start_1 = '''Напишите информацию о вас. Ваши юрлица, на которые будут заказы, через запятую если их несколько. Или другую информацию о вас
После чего отправлю информацию человеку для подтверждения
'''

start_2 = '''
Отлично, регистрация завершена!

Теперь вы можете оформлять заказы.

Как заказать: Напишите ваш заказ в свободной форме.
Пример: «Гаус — 1 кега, Хорошечное — 90 л, Вейнер — 10 кег. Адрес: Иванова 12, на 14.11.2025»

Дни доставки:
• г. Бердск: вторник, пятница
• г. Новосибирск: среда

Готовы принять ваш заказ.
'''

