"""Text messages for bot"""
start_0 = '''Привет! Я бот Саня, создан чтобы принимать заказы!
Вас нет в нашей базе, пройдите регистрацию нажмите -> /start
'''

start_1 = '''Привет! Я бот Саня😊, создан принимать заказы!
Вас нет в нашей базе поэтому мне нужно вас разегистрировать 📝
Напишите мне информацию о себе:
    Ваши Имя 
    Юр лица которые представляете 

После чего отправлю информацию человеку для подтверждения
'''

start_2 = '''
Как сделать заказ?
Просто напишите ваш заказ в свободной форме в этом чате. 📝

Вот пример сообщения для 2х адресов:

ИП Иванов Гаус — 1 кега, Хорошечное — 90 л. Адрес: Иванова 12, на 14.11.2025
ООО Ромашка — хорошечного 2 кеги, адрес: Станиславского 12. на 18.11.2025

Обратите внимание на дни доставки:
• 🗓 г. Бердск: вторник, пятница
• 🗓 г. Новосибирск: среда

Мы готовы принять ваш заказ! Ждём с нетерпением! 😊


'''

